Repository: lloc/myLCO
Catalog: lang/myLCO-*.po
Languages: de_de, it_it, sr_rs

source: Edit the backlinks of that project...
de_de: Die Backlinks dieses Projektes bearbeiten...
it_it: Modifica i backlink di questo progetto...
sr_rs: Uradi dolazne linkove tog projekta...

source: Go to that page...
de_de: Diese Seite besuchen...
it_it: Vai a questa pagina...
sr_rs: Idi na stranicu….

source: There is just 1 URL available for managing backlinks.
de_de: Bisher ist nur 1 URL in der Backlink-Verwaltung verfügbar.
it_it: C'è solo un URL disponibile per la gestione dei backlink.
sr_rs: Samo je 1 link raspoloživ za upravljanje dolaznim linkovima.

source: There are %s URLs available for managing backlinks.
de_de: Insgesamt stehen %s URLs in der Backlink-Verwaltung zur Verfügung.
it_it: Sono disponibili %s URL per la gestione dei backlink.
sr_rs: Imaraspoloživih %s URL-a za upravljanje dolaznim linkovima.

source: Selected backlinks have been deleted.
de_de: Die ausgewählten Backlinks wurden gelöscht.
it_it: I backlink selezionati sono stati cancellati.
sr_rs: Selektovani dolazni linkovi su obrisani

source: Selected backlinks have been checked.
de_de: Die ausgewählten Backlinks wurden überprüft.
it_it: I backlink selezionati sono stati aggiunti.
sr_rs: Selektovani dolazni linkovi su štiklirani

source: A new backlink has been added.
de_de: Ein neuer Backlink wurde hinzugefügt.
it_it: È stato aggiunto un nuovo backlink.
sr_rs: Novi dolazni link je dodat

source: Do you really want to delete %s? Please click on OK to continue, or CANCEL if you are not sure!
de_de: Soll %s wirklich gelöscht werden? Klicke zur Bestätigung auf OK oder auf ABBRECHEN, falls Du Dir nicht sicher bist!
it_it: Vuoi davvero cancellare %s? Clicca su OK per continuare o ANNULLA se non sei sicuro!
sr_rs: Da li zaista hoćete da delete %s? Molim vas, kliknite na OK ako želite da nastavite. Ako niste sigurni, kliknite na OTKAŽI.

source: There is just 1 backlink inserted so far.
de_de: Bisher wurde nur 1 Backlink eingetragen.
it_it: Finora è stato inserito un solo backlink.
sr_rs: Do sada je unet samo 1 dolazni link.

source: There are %s backlinks (with %s different IP addresses) inserted so far.
de_de: Insgesamt wurden %s Backlinks (mit %s verschiedenen IP-Addresses) angelegt.
it_it: Finora sono stati inseriti %s backlink (con %s diversi indirizzi IP)
sr_rs: Do sada je uneto %s backlinks (sa %s different IP adresa).

source: OK! Let's insert some backlinks to see what's going on.
de_de: OK! Lass uns ein paar Links einfügen, um zu sehen, was los ist.
it_it: OK! Proviamo a inserire un paio di backlink per vedere cosa succede.
sr_rs: Ok! Hajde da unesemo dolazne linkove da vidimo šta se dešava!

source: Options succesfully saved.
de_de: Die Einstellungen wurden erfolgreich gespeichert.
it_it: Opzioni salvate con successo.
sr_rs: Opcije uspešno sačuvane.

source: The name of a link category which can be used by myLCO is required!
de_de: Der Name einer Link-Kategorie, welche von myLCO verwendet werden kann, ist erforderlich.
it_it: È richiesto il nome di una categoria di link utilizzabile da myLCO!
sr_rs: Potreban je naziv kategorije linka koju može da koristi myLCO.

source: Further actions required
de_de: Weitere Aktionen sind erforderlich
it_it: Sono indispensabili altre azioni
sr_rs: Sledeće aktivnosti su neophodne:

source: or all links are private and you have decided to hide such links
de_de: oder alle Links in der Kategorie sind auf privat gesetzt und Du hast in den Einstellungen festgelegt, diese zu verstecken
it_it: oppure tutti i link sono privati e hai deciso di nasconderli
sr_rs: Linkovi su privatni ili ste odlučili da ih sakrijete

source: There are no links in the category <strong>%s</strong>%s. Please use the <a href="/wp-admin/link-manager.php">WP Link-Manager</a> to add some links to this category or retry with other <a href="%s?page=myLCO_options">options</a>!
de_de: Es befinden sich keine Links in der Kategorie <strong>%s</strong>%s. Bitte geh zum <a href="/wp-admin/link-manager.php">WP Link-Manager</a>, um dieser Kategorie Links zuzuordnen, oder versuche es mit anderen <a href="%s?page=myLCO_options">Einstellungen</a>!
it_it: Non ci sono link nella categoria <strong>%s</strong>%s. Usa il <a href="/wp-admin/link-manager.php">WP Link-Manager</a> per aggiungere dei link a questa categoria oppure riprova con altre <a href="%s?page=myLCO_options">opzioni</a>!
sr_rs: Nema linkova u kategoriji <strong>%s</strong>%s. Molimo vas, koristite the <a href="/wp-admin/link-manager.php">WP Link-Manager</a> da biste ovoj kategoriji dodali neke linkove ili pokušajte sa drugom kategorijom <a href="%s?page=myLCO_options">options</a>!

source: Could not load the page. Error: %s
de_de: Die Seite konnte nicht geladen werden. Fehler: %s
it_it: Impossibile caricare la pagina. Errore: %s
sr_rs: Stranica nije mogla da se učita. Error: %s

source: Could not load the page.
de_de: Die Seite konnte nicht geladen werden.
it_it: Impossibile caricare la pagina.
sr_rs: Stranica nije mogla da se učita.

source: URL redirection!
de_de: URL wird umgeleitet!
sr_rs: URL preusmeravanje!

source: Page has defined meta robots nofollow!
de_de: Das Meta-Tag robots enthält den Wert nofollow!
it_it: Il meta-tag robot contiene il valore nofollow!
sr_rs: Stranica definiše meta-robote, nofollow!

source: Link not found!
de_de: Link nicht gefunden!
it_it: Link non trovato!
sr_rs: Link nije pronađen!

source: Dashboard
sr_rs: Komandna tabla

source: Edit
de_de: Bearbeiten
it_it: Modifica
sr_rs: Uredi

source: Options
de_de: Einstellungen
it_it: Opzioni
sr_rs: Opcije

source: Backlink URL
sr_rs: URL dolaznog linka

source: Link text
it_it: Testo del link
sr_rs: tekst linka

source: Last checkdate
de_de: Geprüft am
it_it: Ultima verifica
sr_rs: Poslednji datum provere

source: Check selected URLs
de_de: Ausgewählte URLs prüfen
it_it: Verifica gli URL selezionati
sr_rs: Proveri selektovane URL-e

source: Delete selected URLs
de_de: Ausgewählte URLs löschen
it_it: Cancella gli URL selezionati
sr_rs: Obriši selektovane URL-e

source: Are you sure you want to delete the selected URLs? Please click on OK to continue, or CANCEL if you are not sure!
de_de: Sollen die ausgewählten URLs wirklich gelöscht werden? Klicke zur Bestätigung auf OK oder auf ABBRECHEN, falls Du Dir nicht sicher bist!
it_it: Sei sicuro di volere cancellare gli URL selezionati? Clicca su OK per continuare o ANNULLA se non sei sicuro!
sr_rs: Jeste li sigurni da hoćete da obrišete odabrani URL? Molim vas, kliknite na OK ako želite da nastavite. Ako niste sigurni, kliknite na OTKAŽI.

source: Change selection
de_de: Auswahl ändern
it_it: Modifica selezione
sr_rs: Izmeni selekciju

source: Insert backlink
de_de: Backlink einfügen
it_it: Inserisci backlink
sr_rs: Inesi dolazni link

source: Backlinks
it_it: Backlink
sr_rs: Dolazni linkovi

source: myLCO link category
de_de: Link-Kategorie
it_it: Categoria link myLCO
sr_rs: kategorija myLCO linka

source: Hide private links
de_de: Private Links verstecken
it_it: Nascondi link privati
sr_rs: Sakrij privatne linkove

source: Save options
de_de: Einstellungen speichern
it_it: Salva opzioni
sr_rs: Sačuvaj opcije

source: Visit linking page...
de_de: Diese Seite besuchen...
it_it: Visita questa pagina...
sr_rs: Poseti povezanu stranicu

source: Details
it_it: Dettagli
sr_rs: Detalji

source: Check
de_de: Prüfen
it_it: Verifica
sr_rs: Štikliraj

source: Delete
de_de: Löschen
it_it: Cancella
sr_rs: Obriši

source: Remarks / Backlink
de_de: Bemerkungen / Gegenlink
it_it: Note / Backlink
sr_rs: Napomene/Dolazni link

source: Save
de_de: Speichern
it_it: Salva
sr_rs: Sačuvaj

source: Cancel
de_de: Abbrechen
it_it: Cancella
sr_rs: Otkaži

source: Link found (%s)!
de_de: Link gefunden (%s)!
it_it: Link trovato (%s)!
